Repository: jjdejong/phpIP
Catalog: lang/i18n/*.po
Languages: fr

source: Indicates the end of a regional procedure, such as when the EP patent is granted
fr: Indique la fin de la procédure, comme quand le brevet européen est délivré

source: Examiner Action
fr: Notification d'examen

source: AKA Office Action, i.e. anything related to substantive examination
fr: Ou lettre officielle, c-à-d en lien avec l'examen au fond

source: Examiner Action (Final)
fr: Lettre officielle (finale)

source: Expiry
fr: Expiration

source: Do not use nor change - present for internal functionality
fr: Ne pas utiliser ou changer - sert à une fonction interne

source: File Notice of Appeal
fr: Déposer un mémoire de recours

source: File by
fr: Déposer avant le

source: File Divisional
fr: Déposer une division

source: File Opposition
fr: Déposer une opposition

source: Further Processing
fr: Poursuite de procédure

source: File RCE
fr: Déposer une RCE

source: Invalidated
fr: Invalidé

source: National Phase
fr: Phase nationale

source: Oral Proceedings
fr: Procédure orale

source: Opposition rejected
fr: Opposition rejetée

source: Pay
fr: Payer

source: Use for any fees to be paid
fr: Utilisé pour toutes taxes à payer

source: Post designation
fr: Désignation postérieure

source: Parent Filed
fr: Dépôt du parent

source: Filing date of the parent (use only when the matter type is defined). Use as link to the parent matter.
fr: Date de dépôt du parent (utiliser uniquement quand le type de dossier est défini). Utilisé comme lien pour le dossier parent.

source: Publication of Reg.
fr: Publication de l'enregistrement

source: Prepare
fr: Préparation

source: Any further action to be done by the responsible (comments, pre-handling, ...)
fr: Pour toute action à faire par le responsable (commentaires, prétraitement,...)

source: Priority Claim
fr: Revendication de priorité

source: Use as link to the priority matter
fr: Utilisé comme lien vers le dossier prioritaire

source: Priority Deadline
fr: Délai de priorité

source: Produce
fr: Fournir

source: Any further documents to be filed (inventor designation, priority document, missing parts...)
fr: Pour tout document supplémentaire à fournir (désignation d'inventeur, document de priorité, pièces manquantes...)

source: Publication of SR
fr: Publication du RR

source: A3 publication
fr: Publication A3

source: For EP, this means publication WITH the search report (A1 publ.)
fr: Pour EP, ceci correspond à la publication AVEC le rapport de recherche (pub. A1)

source: Request Continued Examination
fr: Requête en continuation (RCE)

source: Received
fr: Reçu

source: Date the case was received from the client
fr: Date de réception du dossier fourni par le client

source: Refused
fr: Refusé

source: This is the final decision, that can only be appealed - do not mistake with an exam report
fr: Correspond à la décision finale, qui peut uniquement être restauré - ne pas confondre avec une notification d'examen

source: Registration
fr: Enregistrement

source: Renewal
fr: Renouvellement

source: AKA Annuity
fr: Comme une annuité

source: Respond
fr: Répondre

source: Use for any response
fr: Utilisé pour toute réponse

source: Request Examination
fr: Requête en examen

source: Restriction Req.
fr: Requête en restriction

source: Sold
fr: Vendu

source: Summons to Oral Proc.
fr: Convocation à une audience

source: Search Report
fr: Rapport de recherche

source: Suspended
fr: suspendu

source: Transferred
fr: Transféré

source: Case no longer followed
fr: Dossier n'est plus suivi

source: Validate
fr: Valider

source: Validate granted EP in designated countries
fr: Valider le brevet EP dans les pays désignés

source: Watch
fr: Surveillance

source: Withdrawal
fr: Retrait

source: Design
fr: Dessins et modèles

source: Freedom to Operate
fr: Liberté d'exploitation

source: Litigation
fr: Litige

source: Opposition (patent]
fr: Opposition (brevet)

source: Others
fr: Autres

source: Patent
fr: Brevet

source: Soleau Envelop
fr: Enveloppe Soleau

source: Opposition (TM]
fr: Opposition (marque)

source: Trade Secret
fr: Secret d'affaires

source: Utility Certificate
fr: Certificat d'utilité

source: Utility Model
fr: Modèle d'utilité

source: Divisional
fr: Division

source: Provisional
fr: Provisoire

source: Priority deadline is inserted only if no priority event exists
fr: Le délai de priorité n'est inséré que s'il n'existe pas d'évènement de priorité

source: Clear
fr: Acquittement

source: Clear "File by" task when "Filed" event is created
fr: Acquitte la tâche "Déposer avant" lorsque l'évènement "Dépôt" est créé

source: Clear "Draft by" task when "Drafted" event is created
fr: Acquitte la tâche "Soumettre avant" lorsque l'évènement "Rédigé" est créé

source: Claim Translation
fr: Traduction des revendications

source: Translate where necessary
fr: Traduire quand c'est nécessaire

source: Written Opinion
fr: Opinion écrite

source: Designation Fees
fr: Taxes de désignation

source: Decl. and Assignment
fr: Cession et déclaration

source: Deletes priority deadline when a priority event is inserted
fr: Acquitte le délai de priorité lorsqu'un évènement de priorité est inséré

source: HK Grant Fee
fr: Taxe de délivrance à Hong-Kong

source: Clear "File Opposition" task when "Opposition" event is created
fr: Acquitte la tâche "Déposer une opposition" lorsque l'évènement "Opposition" est créé

source: Filing Fee
fr: Taxe de dépôt

source: Appeal Brief
fr: Mémoire de recours

source: Priority Docs
fr: Documents de priorité

source: File divisional
fr: Déposer une division

source: Request extension
fr: Requête d'extension

source: Recurring
fr: Récurrente

source: Uses the country table information by setting "recurring = 1"
fr: Utiliser l'information de la table des pays en mettant "recurring = 1"

source: Working Report
fr: Rapport de tâches

source: Change date to end of March
fr: Change la date à fin mars

source: Opposition deadline
fr: Échéance d'opposition

source: Declaration of use
fr: Déclaration d'usage

source: Declaration
fr: Déclaration

source: Power
fr: Pouvoir

source: Irregularity
fr: Irrégularité

source: Statement of use
fr: Déclaration d'usage

source: Final OA
fr: Lettre finale

source: 2nd part of individual fee
fr: 2ème part de la taxe individuelle

source: End of protection
fr: Expiration

source: Analysis of SR
fr: Analyse du RR

source: Templates used for the renewal management tool
fr: Modèles utilisés pour la gestion des renouvellements

source: All tasks
fr: Toutes les tâches

source: New template
fr: Nouveau modèle

source: Text
fr: Texte

source: Subject
fr: Sujet

source: Body
fr: Corps

source: Create template
fr: Créer un modèle

source: Email Templates
fr: Modèles d'e-mail

source: Document member
fr: Membre document

source: Create a new member of templates
fr: Créer un nouveau membre de modèle

source: Template member information
fr: Information du membre de modèle

source: Click on member to view and edit details
fr: Cliquez sur un membre pour voir et éditer les détails

source: Delete template
fr: Supprimer le modèle

source: Type name
fr: Nom du type

source: Matter Types
fr: Types de dossier

source: Create Matter Type
fr: Créer un type de dossier

source: Type Information
fr: Information de type

source: the matter type
fr: le type de dossier

source: If the user exists in the actor table, first convert the actor to a user by supplying a login
fr: Si l'utilisateur existe dans la table d'acteurs, convertissez d'abord l'acteur en utilisateur par l'ajout d'un identifiant

source: here
fr: ici

source: Min 8 characters with a-z, A-Z, 0-9 and special
fr: Au moins 8 caractères alphanumériques et spéciaux

source: Select a DB role with the desired permissions
fr: Sélectionner un role de gestion de la BD avec les permissions souhaitées

source: Select user's company
fr: Sélectionner l'utilisateur dans la société

source: Users
fr: Utilisateurs

source: Create User
fr: Créer un utilisateur

source: Create user
fr: Créer un utilisateur

source: User data
fr: Données de l'utilisateur

source: User information
fr: Information de l'utilisateur

source: Click on user name to view and edit details
fr: Cliquez sur le nom d'utilisateur pour visualiser et modifier les détails

source: Name *
fr: Nom *

source: Default role
fr: Rôle par défaut

source: Category name
fr: Nom de catégorie

source: Reference prefix
fr: Préfixe de référence

source: Create a new Category
fr: Créer une nouvelle catégorie

source: Create a new Classifier Type
fr: Créer un nouveau type de classifieur

source: Add a new default actor
fr: Ajouter un nouvel acteur par défaut

source: Document Classes
fr: Classes de document

source: Create a new class of templates
fr: Créer une nouvelle classe de modèles

source: Documents for
fr: Documents pour

source: Send to:
fr: Envoyer à :

source: Is task
fr: Est une tâche

source: Is status event
fr: Est un évènement de statut

source: Default responsible
fr: Responsable par défaut

source: Use matter responsible
fr: Utiliser le responsable du dossier

source: Create a new event name
fr: Créer un nouveau nom d'évènement

source: Is Task
fr: Est une tâche

source: Is Status
fr: Est de statut

source: Is Killer
fr: Met fin au dossier

source: Default Responsible
fr: Responsable par défaut

source: Use Matter Responsible
fr: Utiliser le responsable du dossier

source: From:
fr: A partir de :

source: Grace period
fr: Période de grâce

source: Create matter
fr: Créer un dossier

source: Count
fr: Nombre

source: New
fr: Nouveau

source: Users tasks
fr: Tâches des utilisateurs

source: Open
fr: Ouverts

source: Hottest
fr: Plus urgents

source: Open tasks
fr: Tâches ouvertes

source: Everyone
fr: Tous

source: Clear selected on
fr: Acquitter la sélection au

source: Open renewals
fr: Renouvellements ouverts

source: Continue anyway?
fr: Continuer ?

source: Deleting
fr: Suppression

source: Check the dependencies. Database said:
fr: Vérification des dépendances. La base de données à indiquer :

source: Couldn't delete
fr: Suppression impossible

source: matter
fr: dossier

source: Responsible:
fr: Responsable :

source: Drop Zone
fr: Zone de dépôt

source: File merge
fr: Fusion de fichier

source: Download XML order to pay<
fr: Télécharger un ordre de paiement XML

source: The list is empty
fr: Cette liste est vide

source: Renewal logs
fr: Historique des renouvellements

source: Create a new Role
fr: Créer un nouveau rôle

source: Triggered by
fr: Déclenchée par

source: Clears task
fr: Acquitte la tâche

source: Deletes task
fr: Efface la tâche

source: Enabled
fr: Activée

source: Apply if
fr: S'applique si

source: Abort if
fr: Abandonne si

source: Create a new Matter Type
fr: Créer un nouveau Type de Dossier

source: Home
fr: Accueil

source: IP rights portfolio manager and docketing system
fr: Gestion d'un portefeuille de droits de propriété industrielle

source: Submit bugs
fr: Soumettre des rapports de bogue

source: Retreive sources on GitHub
fr: Retrouver les sources sur Github
