Repository: jjdejong/phpIP
Catalog: lang/i18n/*.po
Languages: fr

source: Applicants
fr: Déposants

source: Inventors
fr: Inventeurs

source: Child filing date
fr: Date de dépôt du fils

source: Exam Report
fr: Notification d'examen

source: Grant Fee
fr: Taxe délivrance

source: Our Ref
fr: N/réf.

source: Country
fr: Pays

source: Origin
fr: Origine

source: Status
fr: Statut

source: Status date
fr: Date du statut

source: Client Ref
fr: Réf. client

source: Applicant
fr: Déposant

source: Agent Ref
fr: Réf. agent

source: Title
fr: Titre

source: Title2
fr: Titre2

source: Title3
fr: Titre3

source: Inventor 1
fr: Inventeur 1

source: Filed
fr: Date dépôt

source: FilNo
fr: N° dépôt

source: Published
fr: Date publication

source: Pub. No
fr: N° publi.

source: Granted
fr: Délivrance

source: Grt No
fr: N° dél.

source: Responsible
fr: Responsable

source: Delegate
fr: Délégué

source: Dead
fr: Mort

source: Expiration date
fr: Date d'expiration

source: Next renewal
fr: Prochain renouv.

source: Next renewal date
fr: Date prochain renouv.

source: Number not found
fr: Numéro non trouvé

source: Number not found in OPS Family
fr: Numéro non trouvé dans la famille OPS

source: OPS server error
fr: Erreur du serveur OPS

source: OPS server error, try again
fr: Erreur du serveur OPS, essayer à nouveau

source: NAME Firstname
fr: NOM Prénom

source: Optional
fr: En option

source: Display name
fr: Nom affiché

source: Contact details
fr: Détails du contact

source: Address
fr: Adresse

source: Phone
fr: Téléphone

source: Create
fr: Créer

source: Actors
fr: Acteurs

source: Create actor
fr: Créer un acteur

source: Name
fr: Nom

source: First name
fr: Prénom

source: Company
fr: Société

source: Person
fr: Personne

source: All
fr: Tous

source: Physical
fr: Physique

source: Legal
fr: Juridique

source: Warn
fr: Averti

source: Actor data
fr: Donnée d'acteur

source: Actor information
fr: Information sur l'acteur

source: Click on actor name to view and edit details
fr: Cliquez sur le nom pour visualiser et modifier les détails

source: Main
fr: Général

source: Other
fr: Autre

source: Used in
fr: Utilisé dans

source: Delete actor
fr: Effacer l'acteur

source: the actor
fr: l'acteur

source: Delete
fr: Supprimer

source: Nationality
fr: Nationalité

source: Language
fr: Langue

source: Function
fr: Fonction

source: Employer
fr: Employeur

source: Physical Person
fr: Personne physique

source: Small Entity
fr: Petite entité

source: Address mailing
fr: Adresse de correspondance

source: Country mailing
fr: Pays de correspondance

source: Address billing
fr: Adresse de facturation

source: Country billing
fr: Pays de facturation

source: Discount for renewals
fr: Remise sur les annuités

source: Enter a multiplier rate (e.g. 0.5) <br>or a fixed fee (e.g. 150)
fr: Entrez un taux multiplicateur (ex. 0.5) <br>ou un montant fixe (ex. 150)

source: Fixed fee or rate
fr: Montant fixe ou taux

source: Legal form
fr: Forme juridique

source: Registration no.
fr: N° d'enregistrement

source: VAT no.
fr: N° de TVA

source: Parent company
fr: Société mère

source: Work site
fr: Établissement

source: Matter Dependencies (only the first few are shown)
fr: Dépendances de dossier (seul le premier est affiché)

source: No dependencies
fr: Aucune dépendance

source: Inter-Actor Dependencies
fr: Dépendances entre acteurs

source: Login
fr: Identifiant

source: Password
fr: Mot de passe

source: Remember Me
fr: Se rappeler de moi

source: Forgot Your Password?
fr: Mot de passe oublié ?

source: Reset Password
fr: Réinitialiser le mot de passe

source: E-Mail Address
fr: Adresse e-mail

source: Send Password Reset Link
fr: Envoyer un lien de réinitialisation du mot de passe

source: Confirm Password
fr: Confirmer le mot de passe

source: Verify Your Email Address
fr: Vérification de votre adresse e-mail

source: A fresh verification link has been sent to your email address.
fr: Un lien nouveau de vérification a été envoyé sur votre adresse e-mail.

source: Before proceeding, please check your email for a verification link.
fr: Avant de procéder, vérifiez votre adresse email pour l'envoi d'un lien.

source: If you did not receive the email
fr: Si vous ne recevez pas l'e-mail,

source: click here to request another
fr: cliquez ici pour en recevoir un autre

source: Create category
fr: Créer une catégorie

source: Categories
fr: Catégories

source: Category
fr: Catégorie

source: Create Category
fr: Créer une catégorie

source: Display with
fr: Affiché avec

source: Category info
fr: Information de catégorie

source: Category information
fr: Information de catégorie

source: Click on category to view and edit details
fr: Cliquez sur une catégorie pour voir et éditer les détails

source: Prefix
fr: Préfixe

source: Display order
fr: Ordre d'affichage

source: Main display
fr: Affichage principal

source: Create type
fr: Créer un type

source: Classifier Types
fr: Types de classifieurs

source: Create Classifier Type
fr: Créer un type de classification

source: Type info
fr: Info de type

source: Type information
fr: Information du type

source: Click on type to view and edit details
fr: Cliquez sur un type pour voir et éditer les détails

source: Delete type
fr: Supprimer le type

source: Actor
fr: Acteur

source: Role
fr: Rôle

source: Is shared
fr: Est partagé

source: Create entry
fr: Créer une entrée

source: Default Actors
fr: Acteurs par défaut

source: Default actors
fr: Acteurs par défaut

source: Create Default Actor
fr: Créer un acteur par défaut

source: Default actor information
fr: Information sur l'acteur par défaut

source: Click on line to view and edit details
fr: Cliquez sur une ligne pour voir et éditer les détails

source: Shared
fr: Partagé

source: Delete entry
fr: Supprimer l'entrée

source: New class
fr: Nouvelle classe

source: Create class
fr: Créer une classe

source: Email Template Classes
fr: Classes de modèles d'e-mails

source: Create Email Template Class
fr: Créer une classe de modèles d'e-mails

source: Class data
fr: Données de classe

source: Class information
fr: Information de la classe

source: Click on class to view and edit details
fr: Cliquez sur une classe pour voir et éditer les détails

source: Correspondent
fr: Correspondant

source: To
fr: À

source: Summary
fr: Résumé

source: Event names linked to this class
fr: Noms d'évènement liés à cette classe

source: Delete class
fr: Supprimer la classe

source: Not Task
fr: N'est pas une tâche

source: Yes
fr: Oui

source: No
fr: Non

source: Is killer
fr: Met fin au dossier

source: Create event name
fr: Créer un nom d'évènement

source: Event Names
fr: Noms d'évènement

source: Event name
fr: Évènement

source: Create Event Name
fr: Créer un nom d'évènement

source: Event name info
fr: Information de nom d'évènement

source: Event name information
fr: Information du nom d'évènement

source: Click on event name to view and edit details
fr: Cliquez sur le nom d'évènement pour visualiser et modifier les détails

source: Linked templates
fr: Modèles liés

source: Add template
fr: Ajouter un modèle

source: Delete template link
fr: Supprimer un lien de modèle

source: Delete event name
fr: Supprimer un évènement

source: event name
fr: évènement

source: to:
fr: jusqu'au :

source: Create lines
fr: Créer des lignes

source: Fees
fr: Tarif

source: New line
fr: Nouvelle ligne

source: Add a new line
fr: Ajouter une nouvelle ligne

source: Reduced
fr: Réduit

source: Grace Standard
fr: Surtaxe standard

source: Grace Reduced
fr: Surtaxe réduite

source: Yr
fr: An

source: Cost
fr: Coût

source: Fee
fr: Honoraires

source: Currency
fr: Devise

source: Use after
fr: Utiliser après

source: Use before
fr: Utiliser avant

source: Leave empty if not used
fr: Laisser vide si non utilisé

source: No renewals selected for clearing!
fr: Aucun renouvellement n'est sélectionné pour l'acquittement

source: No tasks selected for clearing!
fr: Aucune tâche sélectionnée pour l'acquittement !

source: Unexpected result:
fr: Résultat inattendu :

source: Token expired. Refresh the page
fr: Jeton expiré. Rafraîchir la page

source: Deleting the matter. Continue anyway?
fr: Suppression du dossier. Continuer ?

source: Deleting the event will also delete the linked tasks. Continue anyway?
fr: La suppression de l'évènement supprimera également les tâches associées. Continuer ?

source: Regenerating the tasks will delete all the existing automatically created tasks and renewals for this event. Past tasks will not be recreated - make sure they have been dealt with. Continue anyway?
fr: La régénération des tâches effacera les tâches crées automatiquement et les renouvellements pour cet évènement. Les tâches passées ne seront recréées - soyez sûr qu'elles ont été traitées. Continuer ?

source: Error fetching suggestions:
fr: Erreur en rapatriant les suggestions :

source: Only DOCX files can be processed for the moment
fr: Seuls les fichiers DOCX peuvent être traités pour l'instant

source: Response status
fr: Statut de réponse

source: invoiced
fr: passer en facturé

source: resetting
fr: un acquittement

source: paid
fr: passer à "payé"

source: call
fr: un appel

source: for payment
fr: pour le paiement

source: last call
fr: un dernier rappel

source: reminder
fr: un rappel

source: payment
fr: un paiement

source: abandon renewals
fr: un abandon de renouvellements

source: lapsed renewals
fr: une déchéance reçue

source: lapse communications sent
fr: une constatation de déchéance envoyée

source: No renewals selected for
fr: Aucune annuité sélectionnée pour

source: No email template found - check that your templates match your client's language
fr: Aucun modèle d'e-mail - vérifiez qu'un modèle correspond à la langue du client

source: Something went wrong
fr: Quelque chose s'est mal passé

source: No renewals selected for
fr: Aucune annuité sélectionnée pour

source: No renewals selected for order
fr: Aucune annuité sélectionnée pour un ordre

source: Search
fr: Rechercher

source: Case reference
fr: Référence du dossier

source: Go
fr: Démarrer

source: Register
fr: S'enregistrer

source: Dashboard
fr: Tableau de bord

source: Matters
fr: Dossiers

source: Patents
fr: Brevets

source: Trademarks
fr: Marques

source: Create Matter
fr: Créer un dossier

source: Create family from OPS
fr: Créer une famille à partir d'OPS

source: Tools
fr: Outils

source: Manage renewals
fr: Gestion des annuités

source: Renewal fees
fr: Taxes de renouvellement

source: Rules
fr: Règles

source: Email template classes
fr: Classes de modèles d'e-mail

source: Email templates
fr: Modèles d'e-mail

source: DB Users
fr: Utilisateurs BdD

source: Event names
fr: Noms d'évènement

source: Actor roles
fr: Rôles d'acteur

source: Matter types
fr: Types de dossier

source: Classifier types
fr: Types de classification

source: Logout
fr: Déconnexion

source: Loading
fr: Chargement

source: Close
fr: Fermer

source: Type/Value
fr: Type/Valeur

source: Link to matter
fr: Lien au dossier

source: Delete classifier
fr: Supprimer le classifieur

source: Value
fr: Valeur

source: Linked to
fr: Lié à

source: Pub Number
fr: N° publication

source: Publication number prefixed with the country code and optionally suffixed with the kind code. No spaces nor non-alphanumeric characters.
fr: Numéro de publication préfixé avec le code de pays et suffixé éventuellement par un code de type. Aucun espace ni caractère non alphanumérique.

source: Caseref
fr: RéfDossier

source: Use current :category as:
fr: Utiliser :category

source: Priority application
fr: Demande prioritaire

source: Parent application
fr: Demande parente

source: Remove
fr: Supprimer

source: Add country
fr: Ajouter un pays

source: Submit
fr: Soumettre

source: Some fields cannot be changed once the matter is filed, because this would affect the deadline calculations
fr: Certains champs ne peuvent pas être changés une fois que le dossier est déposé parce que le calcul des échéances en dépend

source: Cannot be changed because the matter has tasks based on the category
fr: Ne peut être changé parce que le dossier a des tâches basées sur la catégorie

source: This value is changed automatically by inserting or deleting killer events, such as 'Abandoned', in the Status
fr: Cette valeur est changée automatiquement en insérant ou en supprimant les évènements tueurs, tels que Abandonné, dans le statut

source: Cannot be changed because the matter has tasks based on the country
fr: Ne peut être changé parce que le dossier a des tâches basées sur le pays

source: Container
fr: Conteneur

source: Alt. ref
fr: Autre réf.

source: Term adjust (days)
fr: Ajustement de durée (jours)

source: Delete Matter
fr: Effacer el dossier

source: Event
fr: Évènement

source: Add event
fr: Ajouter un évènement

source: Number
fr: Numéro

source: Refers to
fr: Se réfère à

source: Detail
fr: Détail

source: Show Containers
fr: Affiche conteneurs

source: Actor View
fr: Vue acteurs

source: Status View
fr: Vue statut

source: Show Mine
fr: Affiche les miens

source: Include Dead
fr: Inclus les fermés

source: By family, only alive (fr)
fr: Par famille, actifs seulement (fr)

source: By family, with dead (fr)
fr: Par famille, fermés inclus (fr)

source: By family, with dead (en)
fr: Par famille, fermés inclus

source: Report
fr: Rapport

source: Clear filters
fr: RAZ des filtres

source: Ref
fr: Réf

source: Cl. Ref
fr: Réf. cl.

source: Agt. Ref
fr: Réf agt

source: Inventor
fr: Inventeur

source: PubNo
fr: NoPub

source: Open in Espacenet
fr: Ouvrir dans Espacenet

source: Reference
fr: Référence

source: Rate
fr: Taux

source: Change
fr: Changer

source: Remove actor
fr: Supprimer un acteur

source: See family
fr: Voir la famille

source: Advanced matter edition
fr: Édition avancée du dossier

source: Container:
fr: Conteneur:

source: See container
fr: Voir le conteneur

source: See parent
fr: Voir le parent

source: Alt. ref:
fr: Autre réf. :

source: Create child :category
fr: Créer un descendant en :category

source: Expiry:
fr: Expiration :

source: New Child
fr: Nouveau descendant

source: Clone
fr: Dupliquer

source: Enter :category in national phase
fr: :category : entrée en phase nationale

source: Nat. Phase
fr: Phase nat.

source: Add Actor
fr: Ajouter un acteur

source: Add :role
fr: Ajouter un :role

source: Edit actors in :role group
fr: Éditer les acteurs du groupe :role

source: Special instructions
fr: Instructions spéciales

source: All events
fr: Tous les évènements

source: Open Tasks Due
fr: Échéances de tâches

source: History
fr: Historique

source: Renewals Due
fr: Échéances de renouvellements

source: All renewals
fr: Tous les renouvellements

source: Classifier detail
fr: Détail du classifieur

source: Classifiers
fr: Classifieurs

source: Link
fr: Lien

source: Related Matters
fr: Dossiers liés

source: Fam
fr: Famille

source: Summaries:
fr: Résumés :

source: Copy a summary in English
fr: Copier un résumé en anglais

source: Copy a summary in French
fr: Copier un résumé en français

source: Send email
fr: Envoyer un email

source: Drop File to Merge
fr: Déposer le Fichier à Fusionner

source: Add to container and share
fr: Ajouter au conteneur et partager

source: Add to this matter only (not shared)
fr: Ajouter à ce dossier seulement (non partagé)

source: Copy
fr: Copier

source: Tasks by event
fr: Tâches par évènement

source: Due date
fr: Date d'échéance

source: Ack
fr: OK

source: Cur.
fr: Devise

source: Time
fr: Durée

source: By
fr: Par

source: Add task to :event
fr: Ajouter une tâche à un évènement

source: Delete event (with tasks)
fr: Supprimer l'évènement (et ses tâches)

source: Regenerate Tasks
fr: Régénérer les tâches

source: Task
fr: Tâche

source: Due date (xx/xx/yyyy)
fr: Date d'échéance (xx/xx/yyyy)

source: Assigned to
fr: Attribué à

source: Delete task
fr: Effacer la tâche

source: Help
fr: Aide

source: View logs
fr: Historique

source: Send call email
fr: Envoyer un appel

source: Call sent manually
fr: Appel envoyé manuellement

source: Send reminder email
fr: Envoyer un rappel

source: Send reminder and enter grace period
fr: Envoyer un rappel et passer en période de grâce

source: Send last reminder email
fr: Envoyer un dernier rappel

source: Instructions received to pay
fr: Instructions de paiement reçues

source: Payment order received
fr: Ordre de paiement reçu

source: Abandon instructions received
fr: Instructions d'abandon reçues

source: Office lapse communication received
fr: Constat de déchéance reçu

source: Lapsed
fr: Déchéance

source: Generate xml files for EP or FR
fr: Générer des fichiers XML pour FR ou EP

source: Download XML order to pay
fr: Télécharger un ordre de paiement XML

source: Paid
fr: Payé

source: Official receipts received
fr: Quittances reçues

source: Receipts sent
fr: Quittances envoyées

source: Lapse
fr: Déchéance

source: Generate invoice
fr: Générer une facture

source: Export all
fr: Exporter tout

source: Invoiced
fr: Facturés

source: Lapse communication sent
fr: Notification de déchéance envoyée

source: Closed renewals
fr: Renouvellements traités

source: Paid invoices
fr: Factures payées

source: First call
fr: Premier appel

source: Reminder
fr: Rappel

source: Payment
fr: Paiement

source: Receipts
fr: Quittance

source: Receipts received
fr: Quittances reçues

source: Abandoned
fr: Abandon

source: Closed
fr: Fermeture

source: Invoicing
fr: Facturation

source: Invoices paid
fr: Factures payées

source: Matter
fr: Dossier

source: Ctry
fr: Pays

source: Grace
fr: Grâce

source: From selected date
fr: A partir de la date

source: Until selected date
fr: Jusqu'à la date

source: Select/unselect all
fr: Dé/Sélectionner tout

source: Done
fr: Fait

source: Overdue
fr: Dépassé

source: invoicing
fr: une facturation

source: User
fr: Utilisateur

source: registering receipt
fr: une réception de quittance

source: Steps
fr: Étapes

source: closing renewals
fr: une clôture de renouvellement

source: Task deleted
fr: Tâche effacée

source: Is shareable
fr: Est partageable

source: Show reference
fr: Montrer la référence

source: Show company
fr: Montrer la société

source: Show rate
fr: Montrer le taux

source: Show date
fr: Montrer la date

source: Create role
fr: Créer un rôle

source: Actor Roles
fr: Rôles d'acteur

source: Create Role
fr: Créer un rôle

source: Role info
fr: Info de rôle

source: Role information
fr: Information du rôle

source: Click on role to view and edit details
fr: Cliquez sur un rôle pour voir et éditer les détails

source: Shareable
fr: Partageable

source: Delete role
fr: Supprimer le rôle

source: the role
fr: le rôle

source: New task rule
fr: Nouvelle règle de tâche

source: Is active
fr: Est active

source: Rule details
fr: Détails de la règle

source: Trigger event
fr: Évènement déclencheur

source: End of month
fr: Fin de mois

source: Clear task
fr: Acquitter la tâche

source: Condition event
fr: Évènement de condition

source: Use priority
fr: Utiliser la priorité

source: Abort on
fr: Abandon sur

source: Days
fr: Jours

source: Months
fr: Mois

source: Years
fr: Années

source: Create rule
fr: Créer une règle

source: Rule data
fr: Données de règle

source: Create Rule
fr: Créer une règle

source: Rule information
fr: Information de la tâche

source: Click on rule to view and edit details
fr: Cliquez sur un règle pour voir et éditer les détails

source: Delete rule
fr: Supprimer la règle

source: the rule
fr: la règle

source: Class
fr: Classe

source: Primary Agent
fr: Agent principal

source: Secondary Agent
fr: Agent secondaire

source: Usually the primary agent's agent
fr: Habituellement l'agent de l'agent principal

source: Annuity Agent
fr: Agent d'annuités

source: Agent in charge of renewals. -Client handled- is a special agent who, when added, will delete any renewals in the matter
fr: Agent en charge des annuités. -Client handled- est un agent particulier qui, lorsqu'il est ajouté, effacera tous les renouvellements dans le dossier

source: Assignee in the US, i.e. the owner upon filing
fr: Bénéficiaire pour les US, c'est-à-dire le titulaire au moment du dépôt

source: The client we take instructions from and who we invoice. DO NOT CHANGE OR DELETE: this is also a database user role
fr: Le client qui donne les instructions et que nous facturons. NE PAS CHANGER NI EFFACER : c'est aussi un rôle d'utilisateur de la base de données

source: Client's contact person
fr: Personne contact du client

source: DB Administrator
fr: Administrateur de la base

source: DB Read-Only
fr: Base en lecture seule

source: DB Read/Write
fr: Base en lecture et écriture

source: Another user allowed to manage the case
fr: Un autre utilisateur autorisé à gérer le dossier

source: Former Agent
fr: Agent précédent

source: Former Owner
fr: Propriétaire précédent

source: To keep track of ownership history
fr: Pour garder l'historique de la propriété

source: Licensee
fr: Licencié

source: Patent Office
fr: Office de brevet

source: Opposing Party
fr: Opposant

source: Owner
fr: Propriétaire

source: Use if different than applicant
fr: À utiliser si autre que le déposant

source: Payor
fr: Payeur

source: The actor who pays
fr: L'entité qui paie

source: Partner
fr: Partenaire

source: Translator
fr: Traducteur

source: Writer
fr: Rédacteur

source: Person who follows the case
fr: Personne qui suivra le dossier

source: DO NOT DELETE - Special actor used for removing renewal tasks that are handled by the client
fr: NE PAS EFFACER - Acteur spécial utilisé pour retirer les tâches des renouvellements qui sont gérées par le client

source: Abstract
fr: Abrégé

source: Agreement
fr: Contrat

source: Business Unit
fr: Unité d'affaire

source: Evaluation
fr: Évaluation

source: IPC
fr: CIB

source: Keyword
fr: Mot-clé

source: Location
fr: Localisation

source: Organization
fr: Organisation

source: Prior Art
fr: Art antérieur

source: Product
fr: Produit

source: Project
fr: Projet

source: Technology
fr: Technologie

source: Alt. Title
fr: Autre titre

source: English Title
fr: Titre en anglais

source: Official Title
fr: Titre officiel

source: Trademark
fr: Marque

source: Class (TM)
fr: Classes (marques)

source: Abandon Original
fr: Abandon de l'original

source: Abandon the originating patent that was re-designated in EP
fr: Abandon du titre d'origine après la validation du brevet européen

source: Allowance
fr: Accord de la demande

source: Use also for R71.3 in EP
fr: Concerne également la notification R71(3)

source: Appeal
fr: Recours

source: Appeal or other remedy filed
fr: Recours ou autre remède déposé

source: Cancelled
fr: Annulé

source: Communication
fr: Notification

source: Communication regarding administrative or formal matters (missing parts, irregularities...)
fr: Notification concernant les aspects administratifs ou formels (pièces manquantes, irrégularités...)

source: Created
fr: Créé

source: Creation date of matter - for attaching tasks necessary before anything else
fr: Date de création du dossier - pour y relier les tâches initiales

source: Decision on Appeal
fr: Décision sur le recours

source: State outcome in detail field
fr: Indiquer le résultat dans le champ du détail

source: Draft By
fr: Rédiger avant le :

source: Deadline Extended
fr: Échéance repoussée

source: Deadline extension requested
fr: Extension de délai requise

source: Decision on Pre-Appeal
fr: Décision sur le pré-appel

source: Drafted
fr: Rédigé

source: Deemed withrawn
fr: Réputée retirée

source: Decision needing a reply, such as further processing
fr: Décision nécessitant une réponse, telle qu'une poursuite de procédure

source: Extend to Hong Kong
fr: Extension à Hong-Kong

source: Entered
fr: Entrée

source: National entry date from PCT phase
fr: Entrée du PCT en phase nationale ou régionale

source: End of Procedure
fr: Fin de procédure
